Repository: NeatMacApps/NeatWebApp
Catalog: Sources/NeatWebApp/Features/Browser/Localizable.xcstrings
Source language: zh_hans
Languages: en

# browser.chrome.collapse
source: 收进侧边刘海
en: Collapse to Side Dock

# browser.chrome.pin
source: 窗口置顶
en: Keep Window on Top

# browser.chrome.reload
source: 回到配置地址并刷新
en: Return to Configured Address and Reload

# browser.chrome.unpin
source: 取消窗口置顶
en: Stop Keeping Window on Top

# browser.chrome.user_agent.desktop
source: 切换为桌面网页标识
en: Use Desktop Website Identity

# browser.chrome.user_agent.mobile
source: 切换为手机网页标识
en: Use Mobile Website Identity

# browser.download.accessibility.label
source: 下载：%@
en: Download: %@

# browser.download.help.reveal
source: 在访达中显示 %@
en: Show %@ in Finder

# browser.download.help.running
source: 正在下载 %@
en: Downloading %@

# browser.download.status.completed
source: 下载完成
en: Download Complete

# browser.download.status.failed
source: 下载失败
en: Download Failed

# browser.download.status.multiple
source: 下载中 %lld
en: %lld Downloads in Progress

# browser.download.status.progress
source: 下载中 %lld%%
en: Downloading %lld%%

# browser.download.status.running
source: 下载中
en: Downloading

# browser.element_hiding.empty
source: 还没有隐藏任何元素
en: No hidden elements yet

# browser.element_hiding.enter
source: 隐藏网页上的元素
en: Hide an Element on This Page

# browser.element_hiding.enter.help
source: 隐藏网页上的元素
en: Hide an element on this page

# browser.element_hiding.exit
source: 退出网页元素挑选
en: Exit Element Selection

# browser.element_hiding.exit.help
source: 退出挑选，不隐藏任何元素
en: Exit selection without hiding anything

# browser.element_hiding.pick
source: 挑选要隐藏的元素
en: Choose an Element to Hide

# browser.element_hiding.restore
source: 恢复显示
en: Show Element Again

# browser.element_hiding.restore_all
source: 全部恢复
en: Restore All

# browser.element_hiding.section.current
source: 当前网站
en: This Website

# browser.element_hiding.section.other
source: 其他网站
en: Other Websites

# browser.permission.camera.open_settings
source: 打开摄像头设置
en: Open Camera Settings

# browser.permission.media.camera.title
source: 网页暂时无法使用摄像头
en: Camera Is Unavailable to This Website

# browser.permission.media.camera_microphone.title
source: 网页暂时无法使用摄像头和麦克风
en: Camera and Microphone Are Unavailable to This Website

# browser.permission.media.capability.camera
source: 视频通话或拍摄
en: video calls or capturing photos and video

# browser.permission.media.capability.camera_microphone
source: 视频或语音通话
en: video or voice calls

# browser.permission.media.capability.microphone
source: 语音通话或录音
en: voice calls or recording

# browser.permission.media.message
source: 你之前没有允许 %1$@ 使用所需设备，因此网页仍可浏览，但暂时不能进行%2$@。在系统设置中打开权限后，回到这里会自动重新检查。
en: You previously did not allow %1$@ to use the required device. You can still browse this website, but you cannot use %2$@ yet. After enabling the permission in System Settings, return here and it will be checked again automatically.

# browser.permission.media.microphone.title
source: 网页暂时无法使用麦克风
en: Microphone Is Unavailable to This Website

# browser.permission.microphone.open_settings
source: 打开麦克风设置
en: Open Microphone Settings

# browser.permission.passkey.message
source: macOS 只允许正式浏览器在内嵌网页里使用通行密钥（Passkey），%@ 这类网页应用拿不到这项系统能力。可以改用密码或验证码登录，也可以在默认浏览器里打开这个页面完成登录。
en: macOS allows Passkeys in embedded web content only for full browsers. Web apps such as %@ cannot use this system capability. Sign in with a password or verification code instead, or open this page in your default browser.

# browser.permission.passkey.open_browser
source: 用浏览器打开
en: Open in Browser

# browser.permission.passkey.title
source: 这个网站的通行密钥登录用不了
en: Passkey Sign-In Is Unavailable for This Website

# browser.upload.choose_file
source: 选择要上传到网页的文件
en: Choose files to upload to this website

# common.cancel
source: 取消
en: Cancel

# common.confirm
source: 确定
en: OK

# common.got_it
source: 知道了
en: Got It

# common.later
source: 稍后再说
en: Not Now
